Repository: mario-spitze/companynetworkmanager
Catalog: django/project/locale/*/LC_MESSAGES/django.po
Languages: de

source: to Workplace
de: an Arbeitsplatz

source: to Person
de: an Person

source: Category
de: Kategorie

source: new
de: neu

source: active
de: aktiv

source: old
de: alt

source: laid to
de: ausgegeben an

source: laid back from
de: zurückerhalten von

source: Add Article
de: Artikel hinzufügen

source: Save
de: Speichern

source: Edit Equipment
de: Equipment ändern

source: Add Equipment
de: Equipment hinzufügen

source: Cancel
de: Abbrechen

source: Create single Handover
de: Einfache Ausleihe

source: Customer details
de: Details zu Mitarbeiter

source: Workplace details
de: Details zu Arbeitsplatz

source: room
de: Raum

source: place
de: Ort/Arbeitsplatz

source: workplace owner
de: Arbeitsplatzinhaber

source: No explicit owner
de: Kein expliziter Benutzer

source: Equipment
de: Ausstattung

source: action
de: Aktionen

source: give back
de: zurück geben

source: Give Back
de: Rückgabe

source: Edit Hardwareclass
de: Hardwareklasse ändern

source: New Hardwareclass
de: Neue Hardwareklasse

source: List Articles
de: Liste Artikel

source: Count
de: Anzahl

source: Bulk Article
de: Massenartikel

source: Individual Article
de: Einzelartikel

source: edit
de: ändern

source: List of users
de: Benutzerliste

source: List of devices
de: Geräteliste

source: SN or Count
de: SN oder Anzahl

source: handover
de: ausleihen

source: List of hardwareclases
de: Liste der Hardwareklassen

source: List of workplaces
de: Liste der Arbeitsplätze

source: owner
de: Benutzer

source: not assigned
de: nicht zugeordnet

source: Change articel
de: Artikel ändern

source: Device
de: Gerät

source: Network
de: Netzwerk

source: Welcome
de: Willkommen

source: Add Hardwareclass
de: Hardwareklasse hinzufügen

source: List Hardwareclasses
de: Liste Hardwareklassen

source: List Equipment
de: Liste Equipment

source: List Workplace
de: Liste Arbeitsplätze

source: List Customer
de: Liste Benutzer

source: You are on the main page. Feel free to get your things done!
de: Sie sind auf der Startseite. Fühlen Sie sich frei, Ihre Dinge zu erledigen!

source: You are on the main page. Please login!
de: Sie sind auf der Startseite. Bitte loggen Sie sich ein!

source: Login
de: Anmeldung
